Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/GlobalVoicesv2018q4(2.7k)/en-ne.tmx
Source language: en
Languages: ne

source: “We have killed so many already,” she says. “But no matter how many we kill, it seems like we have the same amount of rats.”
ne: श्रीषा आफ्नो झुपडीको वरिपरि दौडिने बिशाल मुसाको बारेमा ठट्टा गर्न मन पराउँछिन। "हामीले अहिलेसम्म धेरै मार्यौं," उनी भन्छिन्। "तर केही हुँदैन जति हामी मार्छौं, त्यत्तिनै मात्रामा मुसाहरू अझै बाँकी छन् जस्तै देखिन्छ।"

source: There’s no escape from the weather either.
ne: यहाँ त मौसमबाट पनि कुनै बचाव छैन।

source: “It’s very hot in here,” she says. “During storms, the wind blows the dust inside and makes everything dirty in our small room. When it rains, water leaks inside.”
ne: "यहाँ धेरै गर्मी छ," उनी भन्छिन्। "आँधिहुरीको समयमा हावासँगै धुलो भित्र जान्छ र सानो हाम्रो कोठामा सबै फोहोर बनाउँछ। जब पानी पर्छ, पानी भित्र चुहिन्छ।"

source: As a kid, she’s most annoyed by the fact that the TV doesn’t work properly.
ne: उनी आफै बच्चा भएकोले टेलिभिजनले राम्रोसँग काम नगरेकोमा धेरै हैरान छिन्।

source: “Only half of the screen lights up when we try to watch TV,” she says. “So, I think, what’s even the point?”
ne: "जब हामी टिभी हेर्न खोज्छौं स्क्रिनको आधा भाग मात्रै चम्किन्छ,"उनले भनिन्। "त्यसैले म सोच्छु यसको के मतलब भयो र?"

source: Shreesha is a bright, confident eighth grader, but she finds it hard to study with the never-ending construction noise across the street. When she’s at school, the other kids taunt her for being homeless.
ne: आठ कक्षामा अध्ययनरत श्रीषा विश्वस्त र तेजस्वी छिन्, तर शिविरबाहिर कहिल्यै नरोकिने निर्माणकार्यको हल्लाले उनलाई पढ्न कठिनाई भएको पाउँछिन्।

source: “You don’t even have a house to live in,” they say.
ne: जब उनी विद्यालयमा हुन्छिन्, अरु बच्चाहरूले घरविहिन भन्दै हेलाका साथ गिज्याउँछन्।

source: “How are you living in one room?”
ne: "तिमीसँग बस्ने घर पनि छैन," तिनीहरु भन्छन्। "एउटा कोठामा कसरी बसिरहेका छौ?"

source: What little money he earns, he puts toward school fees for his kids. “I think we will have to stay here for a long time to come,” Shreesha says.
ne: भुकम्पबाट विस्थापित मानिसहरूका लागि बनाइएको शिविर अस्थाइ हो, तर यहाँको सरकार पुनर्निर्माणको रकम वितरण गर्ने कार्यमा सुस्त भएको छ। बिडम्बना, श्रीषाको बुवा अन्य मानिसहरूको घर बनाउन पुरै दिन बिताउने एक निर्माणकार्य गर्ने कामदार हुन्। उनी जति थोरै यस कार्यबाट रकम कमाउँछन्, आफ्ना बच्चाहरूको विद्यालय शुल्क तिर्नमा प्रयोग गर्छन्।

source: Shreesha Duwal at the site of her former home in Bhaktapur, Nepal Credit: Sonia Narang
ne: "मेरो बिचारमा हामीहरू यहाँ लामो समयसम्म बस्नुपर्नेछ," श्रीषा भन्छिन्।

source: A few days after I meet Shreesha, I join her extended family for the Nepali New Year.
ne: श्रीषा दुवाल नेपालको भक्तपुरमा आफ्नो पुरानो घर भएको ठाउँमा। क्रेडिट:सोनिया नारङ

source: They take me up to a tiny, dark room on the third floor of an abandoned building next to their old house.
ne: श्रीषासँगको मेरो भेटको केही दिनपछि नेपाली नयाँ वर्षका लागि जम्मा भएका उनका विस्तृत परिवारसँग म पनि शामिल हुन्छु। उनीहरूले उनीहरूको पुरानो घरसँगैको छाडिएको घरको तेस्रो तल्लामा सानो अध्याँरो कोठामा लग्छन्। कोही हिंड्दा पनि भुंइ हल्लिने यहाँको अवस्था कमजोर छ, तर उनीहरू शिविर बाहिर कुनै पनि ठाउँमा नयाँ वर्ष मनाउन दृढसंकल्परत छन्।

source: It’s rickety and the floor shakes when anyone walks, but they’re determined to celebrate somewhere outside of the camp.
ne: हामी माउन्टेन डिउ सोडा पिउँछौं र सब्जीसँगै खाना पनि खान्छौ। उनीहरू प्रसन्नचित्तका देखिन्छन् र खानाको समय हाँसोले भरिएको हुन्छ। झ्यालबाट हेर्दा, तिनीहरूको छिमेक अझै बमले उडाएको युद्ध क्षेत्र जस्तै देखिन्छ।

source: We drink Mountain Dew soda and eat rice and vegetables. They seem lighthearted, and the meal is full of laughter.
ne: मैले श्रीषालाई उनको दिमागमा के चलिरहेको छ भन्ने प्रश्न सोध्दा उनको उत्तर सिधा रहेको छ।

source: When I ask Shreesha what keeps her going, her answer is straightforward. “It is the dream of having my own house one day, and my own room, that gives me the strength,” she tells me.
ne: "एक दिन मेरो आफ्नै घर र आफ्नै कोठा हुने सपना छ, र यसले मलाई शक्ति दिन्छ," उनी भन्छिन्।

source: After the New Year’s meal, Shreesha, her dad, and cousins lead me through a maze of historical alleyways full of festivities near her old house. We try some of Bhaktapur’s famous “King Curd,” a delicious sweet yogurt, and stop at a temple ceremony to listen to the music.
ne: नयाँ वर्षको खानापछि, श्रीषा, उनका बुवा र कजनहरूले उत्सवमय एतिहासिक संकिर्ण गल्लीका भुलभुलैया हुँदै उनको पुरानो घर नजिक लग्छन्। हामी भक्तपुरको प्रख्यात स्वादिष्ट मिठो दही "जुजु द्यौ" चाख्दै भजन सुन्न मन्दिरमा रोकिन्छौं।

source: In this moment, Shreesha seems really happy.
ne: यस बेला श्रीषा साँच्चै नै खुशी देखिन्छिन्।

source: Sonia Narang reported from Nepal with support from the South Asian Journalists Association.
ne: सोनिया नारङले दक्षिण एशियाइ पत्रकार संघको सहायतामा नेपालबाट रिपोर्ट गरिन्।

source: Meet the Filipino Scientist Who Invented the Videophone in 1954 · Global Voices
ne: सन् १९५४ मा भिडियोफोन आविष्कार गर्ने फिलिपिनो वैज्ञानिक

source: Filipino scientist Gregorio Y. Zara demonstrating his “telephone-television” invention in 1954. Photo: National Academy of Science and Technology Philippines / Facebook This is neither an April Fools’ joke nor a viral Internet hoax.
ne: फिलिपिनो वैज्ञानिक ग्रेगोरियो वाइ. जारा सन् १९५४ मा आफ्नो आविष्कार "टेलिफोन-टेलिभिजन" प्रदर्शन गर्दै। फोटो: फिलिपिन्सको राष्ट्रिय विज्ञान तथा प्रविधि प्रज्ञा प्रतिष्ठान/फेसबूक

source: On March 30, 2016, the Philippine National Academy of Science and Technology (NAST) posted on Facebook a photo from 1954 of Filipino engineer Gregorio Y. Zara demonstrating his latest invention: a two-way television telephone, or videophone, patented as a "photo phone signal separator network."
ne: न त यो अप्रिल फूलको ठट्टा हो न कि इन्टर्नेटमा भाईरल भएको धोकाधडी। ३० मार्च २०१६ मा फिलिपिन राष्ट्रिय विज्ञान तथा प्रविधि प्रज्ञा प्रतिष्ठान (नास्ट)ले फिलिपिनो इन्जिनियर ग्रेगोरियो वाइ. जाराले आफ्नो नविनतम आविष्कार: "फोटोफोन सिग्नल सेपरेटर नेटवर्क"का रुपमा पेटेन्ट गरिएको दुई तर्फी टेलिभिजन टेलिफोन अथवा भिडियोफोन प्रदर्शन गरिरहेको सन् १९५४ को फोटो फेसबूकमा पोस्ट गर्यो।

source: The post quickly became popular especially among Filipino Internet users, who appreciated learning that a Filipino invented a videophone as early as the 1950s. Here’s the full caption of the Facebook photo:
ne: सन् १९५० ताकाको शुरुतिरै एक फिलिपिनोले भिडियोफोन आविष्कार गरेको जानकारी दिने यो पोस्ट विशेषतः फिलिपिनो इन्टर्नेट प्रयोगकर्ताहरूको बीचमा चाँडै नै लोकप्रिय भयो। फेसबूक फोटोमा लेखिएको पुरै शीर्षक यहाँ देखाइएको छ:

source: Aha! National Scientist Gregorio Y. Zara, a physicist, invented a device that makes it possible for two persons to see each other on a television while talking on the telephone as early as 1954.
ne: स्काइप र फेसटाइम आउनुभन्दा अगाडि, एक फिलिपिनो वैज्ञानिकले टेलिभिजन-टेलिफोनको आविष्कार गरे। आहा! एक भौतिकशास्त्री,राष्ट्रिय वैज्ञानिक ग्रेगोरियो वाइ. जाराले सन् १९५४ को शुरुतिरै टेलिफोनमा दुई व्यक्तिहरू कुरा गरिरहँदा टेलिभिजनमा एक अर्कालाई देख्न सक्ने उपकरणको आविष्कार गरे।

source: NAST is an advisory body in the Philippine government that deals with science and technology. One of its mandates is to recognize outstanding achievements by Filipinos in science and technology.
ne: नास्ट फिलिपिन सरकारको एक सल्लाहकार निकाय हो जसले विज्ञान र प्रविधिसम्बन्धी कार्य गर्दछ। विज्ञान र प्रविधिमा फिलिपिनोद्वारा गरिएको उल्लेखनीय उपलब्धीको पहिचान गर्नु नै यसका जनादेशमध्ये एक हो।

source: Aside from the videophone, Zara has 30 patents under his name, including a solar-energy device, a propeller-cutting machine, and an airplane engine that ran on plain alcohol as fuel. Most of the reactions on social media praised Zara's pioneering achievement in building a videophone.
ne: भिडियोफोनको अतिरिक्त, इन्धनको रुपमा सादा अल्कोहलले चल्ने हवाइ जहाजको इन्जिन, प्रोपेलर काट्ने मेशिन र सौर्य-उर्जा उपकरण सहितका ३० पेटेन्टहरू जाराको नाममा रहेका छन्।

source: Many students know Zara as an important Filipino scientist, but only few remember that one of his inventions was an early prototype of a gadget that we came to know as a videophone.
ne: सामाजिक मिडियामा धेरैजसो प्रतिकृयाहरू भिडियोफोन निर्माण गर्ने जाराको अग्रगामी उपलब्धिको प्रशंसाको रुपमा आए। धेरै विद्यार्थीहरूलाई जारा एक महत्वपूर्ण फिलिपिनो वैज्ञानिक हुन् भन्ने थाहा छ तर केहीलाई मात्रै याद छ कि भिडियोफोन भनेर हामीले चिनेको यन्त्र (ग्याजेट)को प्रारम्भिक नमुना जाराको आविष्कारहरूमध्ये एक थियो।

source: Other social media users have seen the story as evidence that the country's previous governments failed to support the work of scientists and visionaries like Zara.
ne: जारा जस्तै दूरददर्शी र वैज्ञानिकहरूको काममा सहायता गर्न देशका पूर्व सरकार असफल भएको इतिहास अन्य सामाजिक मिडिया प्रयोगकर्ताहरूले प्रमाणको रुपमा देखेका छन्।

source: There is no clear explanation as to why Zara’s videophone didn’t reach the commercial market, but one commenter noted that the transmission used by the machine is the same as broadcasting a live television. Hence, it was “expensive and impractical.”
ne: जाराको भिडियोफोन व्यावसायिकरुपमा बजार पुग्न नसकेको कारणको कुनै स्पष्ट व्याख्या छैन, तर एक टिप्पणीकर्ताले टिप्पणी गरे कि मेशिनबाट प्रयोग भएको प्रसारण र टेलिभिजनमा गरिने प्रत्यक्ष प्रसारण समान हुन्। अत: यो "महँगो र अप्रभावकारी" थियो।

source: Zara died in 1978, but his legacy lives on every time a Filipino overseas worker connects with his or her family in the Philippines using an Internet videophone.
ne: जाराको सन् १९७८ मा मृत्यु भयो तर उहाँको योगदान जिवितै छ, हरेक घडीमा, जब विदेशमा रहेको कुनै फिलिपिनो कामदारले इन्टर्नेट भिडियोफोन प्रयोग गर्दै फिलिपिन्समा आफ्ना परिवारसँग संपर्क गर्दछ।

source: How Beauty Trends Have Changed in Japan Over the Past 100 Years · Global Voices
ne: विगतका १०० वर्षमा जापानी सौन्दर्य ट्रेन्डहरूमा भएका परिवर्तन

source: Screenshot from Watchcut Video YouTube profile.
ne: वाचकट भिडियोको युट्यूब प्रोफाइलको स्क्रीनशट।

source: Watchcut has added Japan to its ongoing video series "100 Years of Beauty," providing a fascinating look at how beauty trends for women have changed in Japan over the last century.
ne: वाचकटले आफ्नो भिडियो श्रृंखला "१०० इयर्स अफ ब्युटी" (सौन्दर्यका १०० वर्ष) मा जापानलाई समेटेको छ। यसले जापानमा विगतको शताब्दीमा महिलाहरूका लागि सौन्दर्य ट्रेन्डहरू कसरी परिवर्तन भएको छ भन्ने देखाउँछ।

source: Junko & Marina Taylor provided the research for the video, and many of their notes are documented on Pinterest.
ne: जुन्को र मरिना टेलरले यस भिडियोका लागि अनुसन्धान गरे तथा उनीहरूका नोटहरू पिन्टरेस्टमा डकुमेन्ट गरिएका छन्।

source: They've also provided a video explaining the "research behind the looks":
ne: उनीहरूले "रूपरंगपछाडिको अनुसन्धान"बारे जानकारी दिंदै एउटा भिडियो प्रस्तुत गरेका छन्:

source: About one billion people, or 15 percent of the global population, practice open defecation and a large portion of them are in India.
ne: गैरकानुनी हुनुका वावजूद भारतमा तल्ला जातिहरू खुला हातले मानव मलपदार्थको सरसफाइ गर्दै

source: Much of the poor hygiene practiced in India is deeply influenced by the country's discriminatory caste system. Due to the lack of proper drainage systems, manual scavenging (cleaning human waste by hand) was designated to the lowest caste Dalits, earning them the name “the untouchables”.
ne: भारतमा खुला हातले फोहरमैला सरसफाइ गर्नु गैरकानुनी हुनुका वावजूद यसलाई निरन्तरता दिईएको पाइन्छ । उत्तर प्रदेशको मोरादाबाद जिल्लामा यी महिला मानव मलपदार्थ फ्याक्न लैजांदैछिन् । फोटो सौजन्य: युनिसेफ भारत।

source: They are considered to be the lowest in Hindu caste hierarchy and, therefore, suffer multiple forms of discrimination and social exclusion at the hand of caste Hindus and the state's functionaries.
ne: सन् २०१५ मा एसियाली मानव अधिकार आयोगको एक प्रतिवेदन अनुसार भारतमा धेरै ग्रामीण घरपरिवारहरू खुला हातले गरिने सरसफाइलाई निरन्तरता दिईरहेका छन् र यस अभ्यासको निरन्तरता गरीबीभन्दा पनि जातीय भेदभाव सहनाले जारी रहेको पाइएको छ।

source: They are found in almost all cities of India—where they sweep the streets and manually engage in carrying night-soil.
ne: संजय कुमार चौधरी काउन्टरकरेन्ट्समा लेख्छन्:

source: Women from these communities are the worst victims as they constitute more than eighty per cent of workforce of manual scavengers. Apart from the social stigma that they suffer, their work is low-paid. Further, it causes various health problems, those who engage in this work being exposed to the most virulent forms of viral and bacterial infections that affect their skin, eyes, limbs, respiratory and gastrointestinal systems.
ne: खुला हातले सरसफाइ गर्नेहरू दलितहरूबीचमा सबैभन्दा बहिष्कृत र शोषित समुदाय हुन्। तिनीहरू हिन्दू धर्मको जातीय वर्गिकरणमा सबै भन्दा तल्लो-स्तरका मानिन्छन्, र, त्यसैले, राज्यका पदाधिकारीहरू र हिन्दूहरूको जातीय पद्धतिमा विभिन्न अवस्थाका भेदभाव र सामाजिक बहिष्करणबाट प्रभावित छन्। तिनीहरू प्राय: भारतका सबै शहरहरुमा भेटिन्छन् - जहाँ उनीहरू सडक बढार्ने काम र मानव मलपदार्थ उठाउँने काममा संलग्न रहेका छन्। खुला हातले सरसफाइ गर्ने श्रमिकहरूको अस्सी प्रतिशतभन्दा बढी यस समुदायका महिला भएकै कारण नराम्रोसँग पीडित भएका छन्। सामाजिक भेदभावबाट पीडित हुनुका अतिरिक्त तिनीहरूको कामको ज्याला पनि कम हुने गर्दछ। यसको अलावा यसले विभिन्न किसिमका स्वास्थ्य समस्याहरू उत्पन्न गर्नुका साथै यस पेशामा कार्यरत व्यक्तिहरू उग्र अवस्थाको भाईरल र ब्याक्टेरीअल संक्रमणबाट प्रभावित हुने जोखिममा रहन्छन् जसले छाला, आँखा, हातखुट्टाहरू, श्वासप्रश्वास र पाचन प्रणालीमा असर गर्छ।

source: A ground report produced by the international media and human rights organisation Video Volunteers reveals that the practice continues unabated in Gujarat, which earlier declared itself free from manual scavenging.
ne: गुजरातले आफूलाई खुला हातले गरिने सरसफाइमुक्त घोषणा गरे पनि अन्तरराष्ट्रिय संचार तथा मानव अधिकार संगठनद्वारा उत्पादित एक ग्राउन्ड रिपोर्टमा भिडियो स्वयंसेवकहरूले सो अभ्यास निरन्तररुपमा जस्ताको तस्तै रहेको देखाएका छन्।

source: As per the Video Volunteers report:
ne: भिडियो स्वयंसेवकहरूको प्रतिवेदन अनुसार:

source: Making of an eco cooler.
ne: बङ्गलादेशको यस 'इकोकूलर'ले बिजुलीबिना नै गर्मी भगाउँछ

source: Screenshot from YouTube Video
ne: इकोकूलर बनाउँदै। युट्यूब भिडियोको स्क्रीनशट।

source: Many of the houses do not have electricity to run affordable cooling devices, such as ceiling fans. A new social venture has come up with a simple idea to provide a cheap solution to the problem.
ne: बङ्गलादेशको तातो, नमी र आद्र्रता भएको उष्णप्रदेशीय जलवायु गर्मी याममा ४५ डिग्री सेल्सियससम्म (११३ डिग्री फरेनहाइट) पुग्ने गर्दछ। ग्रामीण बङ्गलादेशका धेरैजसो जनता जस्तापाताका छाप्रोमा बस्छन् जुन टन्टलापुर घाममा अति भयानक तवरले तात्ने गर्छन्। धेरैजसो घरहरूमा पंखाजस्ता चिसो पार्ने उपकरण चलाउनका लागि बिजुली हुँदैन।

source: Grey Dhaka, the Bangladesh wing of New-York-based advertising agency Grey, and the Grameen Intel Social Business, a social business information technology company created in 2009 by Grameen Trust and Intel, teamed up to create the Eco-Cooler. This is amazing!
ne: एक सामाजिक उद्यमले यस समस्याकालागि कम खर्च लाग्ने समाधान सुझाएको छ। ग्रे ढाका (न्यूयोर्कअवस्थित विज्ञापन एजेन्सी ग्रेको बङ्गलादेशी शाखा) र ग्रामीण इन्टेल सोसल बिजनेस ( ग्रामीण ट्रष्ट तथा इन्टेलद्वारा सिर्जित सामाजिक व्यवसाय र सूचना प्रविधि कम्पनी) मिलेर इकोकूलर बनाए।

source: (The bottoms of the bottles are removed, before this step.)
ne: यो गजबको छ! बढ्दो गर्मीको समाधान बिजुलीबिना चल्ने बङ्गलादेशको #EcoCooler हुनसक्छ।

source: As air rushes into the bottles at the wider part and hits the bottleneck, the air blown into the home cools markedly. The Eco-Cooler can lower the temperature by 5°C (9ºF) in a short time and that can make a difference.
ne: यो इकोकूलर कार्डबोर्ड र बङ्गलादेशमा जताततै पाइने प्रयोग गरिएका प्लास्टिकका बोतलबाट बनाइन्छ। कार्डबोर्डमा प्वाल पारेर ती प्वालहरूमा प्लास्टिकका बोतल फिट गरिन्छन्। (यसअगाडि बोतलको तलतिरको भाग काटेर फालिन्छ।) हावा जब चौडा भागबाट प्रवेश गर्छ र साँघुरो भाग भएर घरमा पुग्छ यो निकै नै चिसो भइसकेको हुन्छ। यस इकोकूलरले छोटो समयमै तापक्रमलाई ५ डिग्री सेल्सियससम्म (९ डिग्री फरेनहाइट) कम गर्नसक्छ र यसले अवस्थालाई फरक पार्नसक्छ।

source: ECO-COOLER:B'Deshi Innovation:Hot air gets into bottle, gets compressed @ neck, making air cooler b4 entering room! pic.twitter.com/mT63WEkf89 — Rasheed Kappan (@kappansky) May 22, 2016
ne: इकोकूलर: बङ्गलादेशी नौलो सिर्जना: तातो हावा बोतलमा प्रवेश गर्छ, घाँटीमा साँघुरिन्छ, कोठामा पुग्नुअघि हावा चिसो हुन्छ!

source: This technology is very simple. Internet users can download the design for free and make an Eco-Cooler at home. The following video explains the process:
ne: यो प्रविधि एकदम सरल छ। इन्टरनेट प्रयोगकर्ताहरूले निःशूल्क डिजाइन डाउनलोड गर्नसक्छन् र घरका लागि इकोकूलर बनाउनसक्छन्। तलको भिडियोले इकोकूलर बनाउने प्रक्रिया वर्णन गर्दछ:

source: Sambeet Chakraborty writes on Facebook:
ne: सम्बित चक्रवर्ती फेसबूकमा लेख्छन्:

source: An amazingly simple idea..making lives better for millions in Bangladesh.
ne: अचम्मको सरल उपाय... लाखौं बङ्गलादेशीको जीवन सुगम बनाउँदै।

source: A.R. Mashrur Hasan Mukut says:
ne: ए. आर. मशरुर हसन मुकुट भन्छन्:

source: Absolutely Brilliant idea!! so easy and simple to execute!! we all should spread this idea out among those who need this !!
ne: नितान्त उत्कृष्ट उपाय!! कार्यान्वयन गर्न अति सरल र साधारण!! हामी सबैले यसलाई अभावग्रस्तमाझ पुर्याउनुपर्छ!!

source: Instructions to make the eco-cooler is available in its website
ne: इकोकूलर बनाउने जानकारी यसको वेबसाइटमा उपलब्ध छ

source: The first prototype was installed in March 2015 and it was ready for launch by February 2016.
ne: यसको पहिलो प्रोटोटाइप मार्च २०१५ मा स्थापित गरिएको थियो र यो फेब्रुअरी २०१६ सम्ममा लोकार्पणका लागि तयार थियो। कर्पोरेट सोसल रेस्पन्सिबिलिटि (सामाजिक दायित्व) परियोजनाअन्तर्गत बङ्गलादेशका निल्फामरी, दौलतदिया, पटुरिया, मोदोनहाटी र खालेया गाउँहरूका हजारौं घरहरूमा इकोकूलरहरू निःशूल्क जडान गरिएका छन्। यस उद्यमले मानिसहरूलाई यी उपकरणहरू कसरी बनाउने तथा त्यसपश्चात् अरुलाई त्यही सिकाउन सिकाउँदैछ।

source: Eco-Coolers have been installed for free in thousands of homes as a part of corporate social responsibility program in villages in Nilphamari, Daulatdia, Paturia, Modonhati, and Khaleya across Bangladesh.
ne: एक सेकेण्डका लागि #startups तथा #monetizationकाबारे बिर्सिदिनुस्, हामीलाई #ecoCooler जस्ता चमत्कार गर्नसक्ने आइडियाको आवश्यकता छ

source: The raw materials are easily available everywhere, and Eco-Coolers can be a cost-effective and environmentally-friendly cooling solution in many countries across the world.
ne: कच्चा पदार्थ जताततै सजिलैसँग उपलब्ध छन्, र इकोकूलरहरू संसारभरिका धेरै देशहरूमा किफायती तथा वातावरणमैत्री चिस्याउने समाधानका रुपमा प्रयोग गर्नसकिनेछ।

source: There don’t seem to be any independent reviews of how well the eco-cooler works easily available online, but if you’ve built or tested one, let us know.
ne: यो इकोकूलरले कति राम्ररी काम गर्छ भन्नेबारे अनलाइनमा स्वतन्त्र समीक्षा सजिलै उपलब्ध भएको जस्तो लाग्दैन, तर यदि तपाईंले यो बनाउनुभएको छ वा परिक्षण गर्नुभएको छ भने हामीलाई भन्नुहोस्।

source: Let Kyrgyzstan's Issyk-Kul Region Inspire You · Global Voices
ne: प्रकृतिबाट प्रेरित हुन किर्गिजस्तानको इस्सीक-कुलतिर घुम्न जाऔं

source: Flickr image uploaded by Maximus Shoots.
ne: म्याक्सिमस शूट्सद्वारा फ्लीकरमा अपलोड गरिएको तस्वीर।

source: Now they have an appropriate promotional video.
ne: किर्गिजस्तानका तिएन-शान पहाडका गाढा नीलो आँखा (इस्सीक-कुलको उपनाम) र त्यस वरपरका भूदृश्यहरू पूर्व सोभियत संघका छुट्टी मनाउनेमाझ धेरै अघिदेखि लोकप्रिय रहेको छ। अब उनीहरूसँग उपयुक्त प्रचारात्मक भिडियो छ।

source: Issyk-Kul, an eastern region of Kyrgyzstan that is home to the second largest mountain lake in the world behind Lake Titicaca, continues to be most loved for its beaches and chill waters during the wafer-thin swimming season stretching from early July to early September.
ne: किर्गिजस्तानको पूर्वीय भेग इस्सीक-कुलमा टिटिकाका तालपछिको संसारकै सबैभन्दा ठूलो पहाडी ताल रहेको छ। यो ताल यसका तटहरू र जुलाईको शुरुदेखि सेप्टेम्बरको शुरुसम्मको छोटो पौडी खेल्नेबेलाको चिसो पानीका लागि औधि मन पराइन्छ।

source: But as a video produced by a Kazakhstan-based creative collective creative Photosafari.KZ shows, there is much more to the region than that, particularly if you are on two wheels. Enjoy!
ne: तर कजाखस्तानअवस्थित क्रिएटिभ कलेक्टिभ फोटोसफारी डट केजेडले निर्माण गरेको भिडियोअनुसार यस क्षेत्रसँग माथि भनेकोभन्दा धेरै थोक छ, खास गरेर तपाईं दुईपांग्रे सवारीका साथ हुनुहुन्छ भने। यी दृश्यसँगै रमाउनुहोस्!

source: How a Self-Taught Translator Created a Literary Masterpiece One Word at a Time · Global Voices
ne: कसरी एक स्वयंशिक्षित अनुवादकर्ताले एक एक शब्द गरेर एउटा उत्कृष्ट साहित्यिक कृति सिर्जना गरिन्

source: This article originally appeared on PRI.org on May 18, 2016, and is republished here as part of a content-sharing agreement.
ne: यो लेख PRI.org मा मे १८, २०१६ मा प्रकाशित भएको थियो र यहाँ सामग्री साझेदारी सम्झौताअन्तर्गत पुनःप्रकाशित गरिएको छ।

source: "If you're asking for the secret, I'm afraid I'm as ignorant as you are," she says. "Looking back now it feels like I must have looked up almost every other word in the dictionary. That's probably an exaggeration, but that's what it felt like at the time.
ne: यस हप्ता फिक्शनका लागि म्यान बूकर अन्तर्राष्ट्रिय पुरस्कार घोषणा गरियो, र यसपल्ट दक्षिण कोरियाली लेखक हान काङले आफ्नो उपन्यास "द भेजिटेरियन"का लागि सो पुरस्कार प्राप्त गरिन्।

source: "I really knew that I needed to double-check everything and be extra careful," she says. "I also had to question the dictionary translations of certain terms."
ne: यो उपन्यास आफू रूखमा परिवर्तित भइरहेको ठान्ने एक महिलाको कथामा आधारित छ। समीक्षकहरूले सो कथालाई "काव्यात्मक तथा करुणात्मक" भनेका छन्। साथै यो अत्यधिक कामोत्तेजक पनि छ।

source: Plus, with literature, direct translations don't always work best.
ne: तर धेरैले यस किताबका बारेमा मात्र कुरा गरिरहेका छैनन्। यसका अनुवादकको उतिकै चर्चा भइरेको छ।

source: "Just because it's the literal equivalent doesn't mean it's the right word to use if you are aiming for some kind of literary effect," she says.
ne: यस उपन्यासको उत्कृष्ट अनुवाद गर्ने २८ वर्षे ब्रिटेनवासी डेबोराह स्मिथले छ वर्षअघि मात्र कोरियाली भाषा सिक्न शुरु गरेकि थिइन्। त्यसो भए उनले सो किताब कसरी त्यति राम्ररी अनुवाद गर्न सकिन् त?

source: (In exchange for help with the translations, Smith would proofread all of her friend's coursework.) The book's prose holds up in English, but it also passes a much harder test: Smith says that people who speak both fluent Korean and English cannot tell that a non-native speaker did the translation.
ne: "यदि तपाईं मलाई यसको रहस्य सोध्नुहुन्छ भने, म पति तपाईं जतिकै अनभिज्ञ छु," उनी भन्छिन्। "अहिले फर्केर हेर्दा मैले लगभग प्रत्येक शब्द शब्दकोशमा हेरे होला। यो शायद अतिशयोक्ति होला तर कति बेला यस्तै लाग्ने गर्दथ्यो। यसो हेर्दा हिमाल चढे झै।"

source: "Nobody has really commented on that from having read it," she says. "People certainly talk about it from hearing my story from other channels.
ne: उनी भन्छिन् कोरियालीमा उनको नयाँपन वास्तवमा वरदान थियो। "मलाई थाहा थियो मैले हरेक चीजलाई दोहोरो जाँच गर्नुपर्छ र अतिरिक्त सतर्क हुनुपर्छ," उनी भन्छिन्। "मैले केही शब्दका शब्दकोशमा भएका अनुवाद ठिक हो कि होइन भनी हेर्नुपरेको थियो।"

source: But the strength of the translation and the skill of a literary translation is how well you know the target language, not really how well you know the source language." The key, according to Smith, was really knowing English and how to use it to recreate the Korean novel's style and voice.
ne: साथै, साहित्यको सन्दर्भमा प्रत्यक्ष अनुवाद सधैं सही हुदैन। "शाब्दिक रुपमा समान भए पनि यदि तपाईंले साहित्यिक प्रभावको लक्ष्य लिनुभएको छ भने त्यो शब्द ठिक नहुनसक्छ," उनी भन्छिन्।

source: She reads about 200 books a year. "And I have so for as long as I remember," she says.
ne: स्मिथले एक कोरियाली साथीको मद्दत पनि पाइन्। उनीसँगैको विद्यावारिधी गरिरहेका उनका साथीलाई उनले धेरै झर्कोलाग्दो प्रश्न गरिन्, उनी भन्छिन्। (ती अनुवादका बदलामा स्मिथले उनका साथीका पाठ्यक्रममा प्रूफशोधन गरिदिन्थिन्।)
